{
  "questions": [
    "Complete the sentence: \"Good collaboration means to me…\"",
    "What can you do today to contribute to your team's positive team spirit?",
    "What was the biggest surprise for you since the last team meeting? / What was the most disappointing work experience since the last team meeting?",
    "What's the one thing people need to know about you when working with you?",
    "What’s currently your biggest headache?",
    "What was your last biggest mistake and what did you learn from it?",
    "What’s your favorite Guiding Principle and why?",
    "How can you help someone from your team today?",
    "What's the one thing a good team can't function successfully without in your opinion?",
    "What would a perfect feedback look like for you?",
    "What makes a good active listener?",
    "What is the best way of dealing with feeling overstrained with a task at work?",
    "With whom in your team would you like to swap for one day and why?",
    "Name three things that you really like about a colleague in your team",
    "You have one wish for today: What is it?",
    "What motivates you at work?",
    "When was the last time you procrastinated and why?",
    "How do you inspire solution oriented thinking within yourself?",
    "What did you learn during your last project?",
    "Do you have a typical “do not disturb” time throughout the day?",
    "What should we do more often as a team?",
    "When was the last time you participated in a training and what was it about?",
    "How satisfied are you with our team meetings on a scale from 1-10?",
    "What task did you enjoy most last week?",
    "What‘s your favorite collaboration tool and why?",
    "Do you prefer working at home or in the office? Why?",
    "If you could change something about your current work situation (at home or in the office) what would it be?",
    "Which talent of a colleague do you admire and why?",
    "Who inspired you during your career and why?",
    "Name three things you share with one team member!",
    "If you had to rate the quality of collaboration within our team from 1-10. Where would you rank it?",
    "Where do you picture the team two years from today?",
    "What advice would you give your younger self about work life?",
    "What advice would your younger self give you?",
    "What kind of “learner” are you? / How do you learn new things best?",
    "Who was your childhood hero?",
    "On a scale from 1-10 how would you rate the trust level in our team?",
    "Name one habit/activity that would increase / lower the trust level in the team",
    "What’s one best practice you know of that you would like to start in our team/ T-Systems?",
    "What makes a great leader?",
    "If you could pick any training of your choosing, what would it be about?",
    "What‘s your secret super- power (talent that is currently not visible at work) ?",
    "What‘s the most important lesson your parents taught you?",
    "Who taught you the most valuable lessons in life?",
    "If you had to rate the quality of the conflict culture within our team from 1-10 how would it rank?",
    "Name one activity or habit that would improve conflict culture in the team!",
    "What would you miss most about T-Systems if you left the company tomorrow? / What would you miss least?"
  ]
}
